---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpacingJustificationVert
source: html/7aa84a40-fd67-2b48-0ed2-2132dc09370f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpacingJustificationVert Property

"Justification"

## Syntax (C#)
```csharp
public static ForgeTypeId SpacingJustificationVert { get; }
```